Repository: solankipriyanshu198-sys/Linkedin
Catalog: internship/locale/*/LC_MESSAGES/django.po
Languages: hi

source: English (UK)
hi: अंग्रेजी (यूके)

source: German
hi: जर्मन

source: Chinese (Simplified)
hi: चीनी (सरलीकृत)

source: Hindi
hi: हिन्दी

source: Gujarati
hi: गुजराती

source: Marathi
hi: मराठी

source: Bengali
hi: बंगाली

source: Tamil
hi: तमिल

source: Telugu
hi: तेलुगु

source: Kannada
hi: कन्नड़

source: Malayalam
hi: मलयालम

source: Punjabi
hi: पंजाबी

source: Urdu
hi: उर्दू

source: Settings
hi: सेटिंग्स

source: Search
hi: खोजें

source: Visibility
hi: दृश्यता

source: Notifications
hi: सूचनाएं

source: Overview
hi: अवलोकन

source: Company
hi: कंपनी

source: Role
hi: भूमिका

source: Status
hi: स्थिति

source: Account preferences
hi: खाता वरीयताएँ

source: Sign in & security
hi: साइन इन और सुरक्षा

source: Data privacy
hi: डेटा गोपनीयता

source: Advertising data
hi: विज्ञापन डेटा

source: Profile information
hi: प्रोफ़ाइल जानकारी

source: Name, location, and headline
hi: नाम, स्थान और शीर्षक

source: First Name
hi: पहला नाम

source: Last Name
hi: अंतिम नाम

source: Headline
hi: शीर्षक

source: Location
hi: स्थान

source: Save changes
hi: परिवर्तन सहेजें

source: Profile Photo
hi: प्रोफ़ाइल फ़ोटो

source: Click to change your photo
hi: अपनी फ़ोटो बदलने के लिए क्लिक करें

source: General preferences
hi: सामान्य वरीयताएँ

source: Language
hi: भाषा

source: Select your preferred language
hi: अपनी पसंदीदा भाषा चुनें

source: Autoplay videos
hi: वीडियो ऑटोप्ले

source: On
hi: चालू

source: Account access
hi: खाता पहुंच

source: Email addresses
hi: ईमेल पते

source: Primary Email
hi: प्राथमिक ईमेल

source: Update Email
hi: ईमेल अपडेट करें

source: Phone numbers
hi: फ़ोन नंबर

source: Mobile Phone
hi: मोबाइल फ़ोन

source: Save Phone
hi: फ़ोन सहेजें

source: Change password
hi: पासवर्ड बदलें

source: Choose a unique password
hi: एक अद्वितीय पासवर्ड चुनें

source: Visibility of your profile & network
hi: आपकी प्रोफ़ाइल और नेटवर्क की दृश्यता

source: Profile viewing options
hi: प्रोफ़ाइल देखने के विकल्प

source: Your name and headline
hi: आपका नाम और शीर्षक

source: Edit your public profile
hi: अपनी सार्वजनिक प्रोफ़ाइल संपादित करें

source: Choose how your profile appears to non-logged-in members
hi: चुनें कि लॉग-इन न किए हुए सदस्यों को आपकी प्रोफ़ाइल कैसी दिखे

source: How JobPortal uses your data
hi: JobPortal आपके डेटा का उपयोग कैसे करता है

source: Manage your data and activity
hi: अपने डेटा और गतिविधि को प्रबंधित करें

source: Get a copy of your data
hi: अपने डेटा की एक प्रति प्राप्त करें

source: Advertising preferences
hi: विज्ञापन वरीयताएँ

source: Profile data for personalization
hi: वैयक्तिकरण के लिए प्रोफ़ाइल डेटा

source: Interest categories
hi: रुचि श्रेणियां

source: Notifications you receive
hi: आपको प्राप्त होने वाली सूचनाएं

source: Searching for a job
hi: नौकरी की खोज

source: Hiring someone
hi: किसी को काम पर रखना

source: Connecting with others
hi: दूसरों के साथ जुड़ना

source: Select Language
hi: भाषा चुनें

source: Find Your Dream Job & Network
hi: अपनी सपनों की नौकरी खोजें और नेटवर्क बनाएं

source: Browse jobs, connect with professionals, and explore opportunities
hi: नौकरियां ब्राउज़ करें, पेशेवरों से जुड़ें और अवसरों का पता लगाएं

source: Search people, companies, and jobs...
hi: लोग, कंपनियां और नौकरियां खोजें...

source: Applied Jobs
hi: आवेदित नौकरियां

source: Saved Jobs
hi: सहेजी गई नौकरियां

source: Sign Out
hi: साइन आउट

source: Guest User
hi: अतिथि उपयोगकर्ता

source: Log in to apply for jobs
hi: नौकरियों के लिए आवेदन करने के लिए लॉग इन करें

source: Log In Now
hi: अभी लॉग इन करें

source: Start a post...
hi: एक पोस्ट शुरू करें...

source: Post
hi: पोस्ट

source: ago
hi: पहले

source: Feature on top
hi: शीर्ष पर फ़ीचर करें

source: Save
hi: सहेजें

source: Copy link
hi: लिंक कॉपी करें

source: Embed
hi: एम्बेड

source: Edit post
hi: पोस्ट संपादित करें

source: Delete post
hi: पोस्ट हटाएं

source: Comment settings
hi: टिप्पणी सेटिंग्स

source: Like
hi: लाइक

source: Comment
hi: टिप्पणी

source: Share
hi: शेयर

source: Send
hi: भेजें

source: Write a comment...
hi: एक टिप्पणी लिखें...

source: No posts yet
hi: अभी तक कोई पोस्ट नहीं

source: Be the first to share something interesting!
hi: कुछ दिलचस्प साझा करने वाले पहले व्यक्ति बनें!

source: Latest Job Opportunities
hi: नवीनतम नौकरी के अवसर

source: Remote
hi: रिमोट

source: Urgent
hi: अत्यावश्यक

source: Salary Range
hi: वेतन सीमा

source: View Details
hi: विवरण देखें

source: No jobs match your search
hi: आपकी खोज से कोई नौकरी मेल नहीं खाती

source: Try adjusting your filters or keywords.
hi: अपने फ़िल्टर या कीवर्ड समायोजित करने का प्रयास करें।

source: Filter Jobs
hi: नौकरियां फ़िल्टर करें

source: Remote Only
hi: केवल रिमोट

source: Full Time
hi: पूर्ण समय

source: Apply Filters
hi: फ़िल्टर लागू करें

source: Top Companies
hi: शीर्ष कंपनियां

source: Openings
hi: ओपनिंग

source: Share Post
hi: पोस्ट साझा करें

source: Search contacts...
hi: संपर्क खोजें...

source: Cancel
hi: रद्द करें

source: Manage my network
hi: मेरे नेटवर्क का प्रबंधन करें

source: Connections
hi: कनेक्शन

source: Following & followers
hi: फॉलोइंग और फॉलोअर्स

source: Invitations
hi: आमंत्रण

source: Show all
hi: सभी देखें

source: People you may know
hi: जिन्हें आप जानते होंगे

source: Connect
hi: जुड़ें

source: Ignore
hi: अनदेखा करें

source: Accept
hi: स्वीकार करें

source: Withdraw
hi: वापस लें

source: Sent Invitations (Pending)
hi: भेजे गए आमंत्रण (लंबित)

source: Add a note to your invitation?
hi: क्या आप अपने आमंत्रण में एक नोट जोड़ना चाहते हैं?

source: Personalize your invitation to
hi: के लिए अपना आमंत्रण वैयक्तिकृत करें

source: Ex: Hi! I noticed we both work in recruitment...
hi: उदा: नमस्ते! मैंने देखा कि हम दोनों भर्ती में काम करते हैं...

source: Add a note
hi: एक नोट जोड़ें

source: Send without a note
hi: बिना नोट के भेजें

source: Send Invitation
hi: आमंत्रण भेजें

source: Find Your Next Great Opportunity
hi: अपना अगला शानदार अवसर खोजें

source: Browse open positions from top companies
hi: शीर्ष कंपनियों में खुले पदों को ब्राउज़ करें

source: Job title, skills, or company
hi: नौकरी का शीर्षक, कौशल, या कंपनी

source: Internship
hi: इंटर्नशिप

source: Latest Jobs
hi: नवीनतम नौकरियां

source: results found
hi: परिणाम मिले

source: No jobs found
hi: कोई नौकरी नहीं मिली

source: Try clearing your filters or search for something else.
hi: अपने फ़िल्टर साफ़ करने या कुछ और खोजने का प्रयास करें।

source: Active Filters
hi: सक्रिय फ़िल्टर

source: Clear All
hi: सभी साफ़ करें

source: Open Positions
hi: खुले पद

source: No companies found.
hi: कोई कंपनी नहीं मिली।

source: My Applications
hi: मेरे आवेदन

source: Welcome back
hi: वापसी पर स्वागत है

source: Here is what's happening with your job search.
hi: आपकी नौकरी खोज के साथ क्या हो रहा है, यह यहाँ है।

source: Total Applied
hi: कुल आवेदन

source: Lifetime applications
hi: अब तक के कुल आवेदन

source: Interviews
hi: साक्षात्कार

source: Active Interviews
hi: सक्रिय साक्षात्कार

source: Profile Status
hi: प्रोफ़ाइल स्थिति

source: Active
hi: सक्रिय

source: Incomplete
hi: अधूरा

source: Recent Applications
hi: हाल के आवेदन

source: View All
hi: सभी देखें

source: Date Applied
hi: आवेदन की तिथि

source: Pending
hi: लंबित

source: Recommended for You
hi: आपके लिए अनुशंसित

source: View Job
hi: नौकरी देखें

source: You haven't applied to any jobs yet.
hi: आपने अभी तक किसी भी नौकरी के लिए आवेदन नहीं किया है।

source: Find a job now
hi: अभी नौकरी खोजें

source: Results for
hi: के लिए परिणाम

source: Found
hi: मिले

source: People
hi: लोग

source: View Company
hi: कंपनी देखें
